import React from 'react';
import styles from './PublicOffer.module.scss'


function PublicOffer(props) {

	return (
		<div className={styles.authWrap}>
			<div className={styles.privacy}>
				<h4 className={styles.privacy__subTitle}>ПУБЛИЧНАЯ ОФЕРТА</h4>
				<p className={styles.privacy__text}>Интернет-магазин «Папа Лаваш», расположенный на доменном имени www.papalavash.ru, организационно-правовая форма Индивидуальный предприниматель Абдулазизова Хуснидахон Икрамжановна), юридический адрес УР, Завьяловский район, дщ. Большая Венья, ул. Трактовая, 37, в лице  Абдулазизовой Хуснидахон Икрамжановны,  действующей на основании  Свидетельства ОГРНИП 318183200002872 , удостоверяющий полномочия и его реквизиты, именуемое в дальнейшем «Продавец», публикует Публичную оферту о продаже Товара дистанционным способом.</p>
				<h4 className={styles.privacy__subTitle}>1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h4>
				<p className={styles.privacy__text}>1.1. Публичная оферта (далее – «Оферта») — публичное предложение Продавца, адресованное неопределенному кругу лиц, заключить с Продавцом договор купли-продажи товара дистанционным способом (далее — «Договор») на условиях, содержащихся в настоящей Оферте, включая все Приложения.</p>
				<p className={styles.privacy__text}>1.2. Заказ Товара на сайте Интернет-магазина – позиции указанные Покупателем из ассортимента Товара, предложенного к продаже, при оформлении заявки на приобретение Товара на сайте Интернет-магазина или через Оператора.</p>
				<h4 className={styles.privacy__subTitle}>2. ОБЩИЕ ПОЛОЖЕНИЯ</h4>
				<p className={styles.privacy__text}>2.1. Заказ Покупателем Товара, размещенного на сайте Интернет-магазина означает, что Покупатель согласен со всеми условиями настоящей Оферты.</p>
				<p className={styles.privacy__text}>2.2. Администрация сайта Интернет-магазина имеет право вносить изменения в Оферту без уведомления Покупателя.</p>
				<p className={styles.privacy__text}>2.3. Срок действия Оферты не ограничен, если иное не указано на сайте Интернет-магазина.</p>
				<p className={styles.privacy__text}>2.4. Продавец предоставляет Покупателю полную и достоверную информацию о Товаре, включая информацию об основных потребительских свойствах Товара, месте изготовления, а также информацию о гарантийном сроке и сроке годности Товара на сайте Интернет магазина, в разделе  название раздела.</p>
				<h4 className={styles.privacy__subTitle}>3. ЦЕНА ТОВАРА</h4>
				<p className={styles.privacy__text}>3.1. Цена на каждую позицию Товара указана на сайте Интернет-магазина. </p>
				<p className={styles.privacy__text}>3.2. Продавец имеет право в одностороннем порядке изменить цену на любую позицию Товара. </p>
				<p className={styles.privacy__text}>3.3. В случае изменения цены на заказанный Товар Продавец обязуется в течение  количество дней проинформировать Покупателя об изменении цены Товара.</p>
				<p className={styles.privacy__text}>3.4. Покупатель вправе подтвердить либо аннулировать Заказ на приобретение Товара, если цена изменена Продавцом после оформления Заказа.</p>
				<p className={styles.privacy__text}>3.5. Изменение Продавцом цены на оплаченный Покупателем Товар не допускается.</p>
				<p className={styles.privacy__text}>3.6. Продавец указывает стоимость доставки Товара на сайте Интернет-магазина либо сообщает Покупателю при оформлении заказа Оператором.</p>
				<p className={styles.privacy__text}>3.7. Обязательства Покупателя по оплате Товара считаются исполненными с момента поступления Продавцом денежных средств.</p>
				<p className={styles.privacy__text}>3.8. Расчеты между Продавцом и Покупателем за Товар производятся способами, указанными на сайте Интернет-магазина в разделе  название раздела</p>
				<h4 className={styles.privacy__subTitle}>4. ОФОРМЛЕНИЕ ЗАКАЗА</h4>
				<p className={styles.privacy__text}>4.1. Заказ Товара осуществляется Покупателем через Оператора по телефону  номер телефона или через сервис сайта Интернет-магазина www.papalavash.ru,  адрес раздела.</p>
				<p className={styles.privacy__text}>4.2. При регистрации на сайте Интернет-магазина Покупатель обязуется предоставить следующую регистрационную информацию:</p>
				<p className={styles.privacy__text}>4.2.1. фамилия, имя, отчество Покупателя или указанного им лица (получателя);</p>
				<p className={styles.privacy__text}>4.2.2.  адрес, по которому следует доставить Товар (если доставка до адреса Покупателя);</p>
				<p className={styles.privacy__text}>4.2.3. адрес электронной почты;</p>
				<p className={styles.privacy__text}>4.2.4. контактный телефон.</p>
				<p className={styles.privacy__text}>4.3. Наименование, количество, ассортимент, артикул, цена выбранного Покупателем Товара указываются в корзине Покупателя на сайте Интернет-магазина. </p>
				<p className={styles.privacy__text}>4.4. Если Продавцу необходима дополнительная информация, он вправе запросить ее у Покупателя. В случае не предоставления необходимой информации Покупателем, Продавец не несет ответственности за выбранный Покупателем Товар.</p>
				<p className={styles.privacy__text}>4.5. При оформлении Заказа через Оператора (п. 4.1. настоящей Оферты) Покупатель обязуется предоставить информацию, указанную в п. 4.2. настоящей Оферты.</p>
				<p className={styles.privacy__text}>4.6. Принятие Покупателем условий настоящей Оферты осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму на сайте Интернет-магазина или при оформлении Заказа через Оператора. После оформления Заказа через Оператора данные о Покупателе регистрируются в базе данных Продавца. Утвердив Заказ выбранного Товара, Покупатель предоставляет Оператору необходимую информацию в соответствии с порядком, указанном в п. 4.2. настоящей Оферты.</p>
				<p className={styles.privacy__text}>4.7. Продавец не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.</p>
				<p className={styles.privacy__text}>4.8. Покупатель несет ответственность за достоверность предоставленной информации при оформлении Заказа.</p>
				<p className={styles.privacy__text}>4.9. Договор купли-продажи дистанционным способом между Продавцом и Покупателем считается заключенным с момента выдачи Продавцом Покупателю кассового или товарного чека либо иного документа, подтверждающего оплату Товара.</p>
				<h4 className={styles.privacy__subTitle}>5. ДОСТАВКА И ПЕРЕДАЧА ТОВАРА ПОКУПАТЕЛЮ</h4>
				<p className={styles.privacy__text}>5.1. Продавец оказывает Покупателю услуги по доставке Товара одним из способов указанных на сайте Интернет-магазина.</p>
				<p className={styles.privacy__text}>5.2. Если Договор купли-продажи товара дистанционным способом (далее – Договор) заключен с условием о доставке Товара Покупателю, Продавец обязан в установленный Договором срок доставить Товар в место, указанное Покупателем, а если место доставки Товара Покупателем не указано, то по месту его жительства или регистрации.</p>
				<p className={styles.privacy__text}>5.3. Место доставки Товара Покупатель указывает при оформлении Заказа на приобретение Товара.</p>
				<p className={styles.privacy__text}>5.4. Срок доставки Товара Покупателю состоит из срока обработки заказа и срока доставки.</p>
				<p className={styles.privacy__text}>5.5. Доставленный Товар передается Покупателю, а при отсутствии Покупателя — любому лицу, предъявившему квитанцию или иной документ, подтверждающий заключение Договора или оформление доставки Товара.</p>
				<p className={styles.privacy__text}>5.6. В момент передачи Товара в обязательном порядке в письменной форме Покупателю сообщаются сведения, предусмотренные в Приложении №  номер к Договору.</p>
				<p className={styles.privacy__text}>5.7. Информация о Товаре доводится до сведения Покупателя в технической документации, прилагаемой к Товару, на этикетках, путем нанесения маркировки или иным способом, принятым для отдельных видов товаров.</p>
				<p className={styles.privacy__text}>5.8. Сведения об обязательном подтверждении соответствия Товара представляются в порядке и способами, которые установлены законодательством Российской Федерации о техническом регулировании, и включают в себя сведения о номере документа, подтверждающего такое соответствие, о сроке его действия и об организации, его выдавшей.</p>
				<h4 className={styles.privacy__subTitle}>6. РЕКВИЗИТЫ ПРОДАВЦА</h4>
				<p className={styles.privacy__text}>Продавец: ИП Овчинникова Екатерина Александровна</p>
				<p className={styles.privacy__text}>Почтовый адрес:</p>
				<p className={styles.privacy__text}>426010, Удмуртская Республика, город Ижевск, ул. Азина, д. 1, оф. 304 (ОЦ «Вар-Мит»)</p>
				<p className={styles.privacy__text}>Юридический адрес: 427168, УР, Игринский район, с. Факел, пер. Суворова, 14а</p>
				<p className={styles.privacy__text}>ОГРНИП 322183200040412</p>
				<p className={styles.privacy__text}>ИНН 180903781165</p>
				<p className={styles.privacy__text}>р/с 40802810501500341450</p>
				<p className={styles.privacy__text}>к/с 3010 1810 8452 5000 0999</p>
				<p className={styles.privacy__text}>ТОЧКА ПАО БАНКА «ФК ОТКРЫТИЕ»</p>
				<p className={styles.privacy__text}>БИК 044525999</p>
				<p className={styles.privacy__text}>Внимательно ознакомьтесь с текстом публичной оферты, и если Вы не согласны с каким-либо пунктом оферты, Вы вправе отказаться от покупки Товаров, предоставляемых Продавцом, и не совершать действий, указанный в п. 2.1. настоящей Оферты.</p>
				<p className={styles.privacy__text}>Согласен с договором </p>
				
				

			</div>
		</div>
	);
}

export default PublicOffer;